tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "bat"
brew "bfg"
brew "bottom"
brew "dust"
brew "exiftool"
brew "eza"
brew "fd"
brew "fzf"
brew "git-filter-repo"
brew "joshuto"
brew "lazygit"
brew "mas"
brew "neofetch"
brew "neovim"
brew "ripgrep"
brew "sd"
brew "tealdeer"
brew "zellij"
brew "zoxide"
cask "font-cascadia-code"
cask "font-caskaydia-cove-nerd-font"
cask "font-monaspace"
cask "font-monaspace-nerd-font"
cask "visual-studio-code"
cask "warp"
