tap "homebrew/bundle"
tap "homebrew/services"
brew "bat"
brew "bottom"
brew "dust"
brew "exiftool"
brew "eza"
brew "fd"
brew "fzf"
brew "joshuto"
brew "lazygit"
brew "mas"
brew "neofetch"
brew "neovim"
brew "ripgrep"
brew "sd"
brew "tealdeer"
brew "zellij"
brew "zoxide"
